Repository: wp-plugins/tea-theme-options
Catalog: languages/tea_theme_options-*.po
Languages: fr_fr

source: Tea Wordpress Contents
fr_fr: Tea Contenus Wordpress

source: Enable multiple selection?
fr_fr: Activer la sélection multiple ?

source: There are no %s found.
fr_fr: Pas de %s trouvés.

source: There is no %s found.
fr_fr: Pas de %s trouvé.

source: Connections
fr_fr: Connexions

source: Simple, use these boxes to fully integrate your Tea Theme Options for Wordpress with your favorites social networks.
fr_fr: Utilisez simplement ces boîtes pour intégrer complètement votre Tea Theme Options avec vos réseaux sociaux préférés.

source: Simple, easy to use and fully integrated Theme Options for Wordpress.
fr_fr: Simple, facile à utiliser et complètement intégré à Wordpress.

source: The <a href="https://github.com/Takeatea/tea_theme_options" title="Tea Theme Options" class="openit">Tea Theme Options</a> (or <b>Tea TO</b>) allows you to easily add professional looking theme options panels to your WordPress theme.<br/>The <b>Tea TO</b> is built for <a href="http://wordpress.org" target="_blank">Wordpress</a> v3.x and uses the Wordpress built-in pages.
fr_fr: Le <a href="https://github.com/Takeatea/tea_theme_options" title="Tea Theme Options" class="openit">Tea Theme Options</a> (ou <b>Tea TO</b>) vows permet d'ajouter facilement des pages à votre thème Wordpress avec une apparence professionnelle.<br/>Le <b>Tea TO</b> a été construit sur les versions de <a href="http://wordpress.org" target="_blank">Wordpress</a> 3.x et utilise le moteur de rendu de pages Wordpress.

source: <b>Option API</b> - A simple and standardized way of storing data in the database.
fr_fr: <b>Option API</b> - Une façon simple et standardisée d'enregistrer des données en base.

source: <b>Transient API</b> - Very similar to the Options API but with the added feature of an expiration time, which simplifies the process of using the wp_options database table to temporarily store cached information.
fr_fr: <b>Transient API</b> - Très similaire à l'API Option avec cependant la fonctionnalité de temps d'expiration, ce qui simplifie le processus d'utilisation de la table wp_options pour le stockage de données en cache.

source: <b>Wordpress Media Manager</b> - Beautiful interface: A streamlined, all-new experience where you can create galleries faster with drag-and-drop reordering, inline caption editing, and simplified controls.
fr_fr: <b>Wordpress Media Manager</b> - Belle interface : toute nouvelle expérience où vous pouvez créer rapidement des galeries avec un simple glissé-déposé, éditer des informations en direct, avec des contrôles simplifiés.

source: <b>Full of Options</b> - 3 kind of options used to display information, store fields values or get data from your Wordpress database. The options are made to build your Wordpress pages easily.
fr_fr: <b>Tout plein d'options</b> - 3 types d'options utilisées pour afficher des données, enregistrer les valeurs de champs ou les récupérer depuis la base de données Wordpress. Les options sont faites pour construire des pages Wordpress facilement.

source: <b>Easier for administrators</b> - The interface is thought to be the most userfriendly. The Tea TO core adds some extra interface customisations to make your life easier.
fr_fr: <b>Plus facile pour les webmasteurs</b> - L'interface est pensée pour être la plus user-friendly. Le noyau du Tea T.O. ajoute quelques personnalisations à l'interface pour le rendre encore plus intuitif.

source: <b>Easier for developers</b> - Create a new admin panel easily with the new dashboard. The Tea TO core is made to allow non-developer profiles to easily create the settings they need to customise their templates.
fr_fr: <b>Plus facile pour les développeurs</b> - Créer un panneau d'administration n'aura jamais été aussi simple. Le noyau du Tea T.O. est fait pour permettre aux non-développeurs de créer les configurations dont ils ont besoin afin de personnaliser leurs thèmes.

source: Your Tea Theme Option is in <b>version %s</b>
fr_fr: Votre Tea Theme Options est en <b>version %s</b>

source: Please, contact <a href="mailto:teatime@takeatea.com?subject=Tea Theme Options on %s - version %s"><b>teatime@takeatea.com</b></a> if you have any suggestions.
fr_fr: Merci d'envoyer un mail à <a href="mailto:teatime@takeatea.com?subject=Tea Theme Options sur %s - version %s"><b>teatime@takeatea.com</b></a> si vous avez une remarque, suggestion ou question.

source: &copy; 2013, Take a tea. All rights reserved.
fr_fr: &copy; 2013, Take a tea. Tous droits réservés.

source: The Tea Theme Options is updated.
fr_fr: Mise à jour du Tea Theme Options.
