Repository: wp-plugins/tea-theme-options
Catalog: languages/tea_theme_options-*.po
Languages: fr_fr

source: Something went wrong in your parameters definition: no title defined for you <b>%s</b> custom post type. Please, try again by filling the form properly.
fr_fr: Une erreur est survenue : aucun titre n'est défini pour votre type contenu personnalisé <b>%s</b>. Merci de réessayer.

source: Add new
fr_fr: Ajouter un nouveau

source: Add new %s
fr_fr: Ajouter un nouveau %s

source: Edit
fr_fr: Editer

source: Edit %s
fr_fr: Editer le %s

source: New %s
fr_fr: Nouveau %s

source: View
fr_fr: Voir

source: View %s
fr_fr: Voir le %s

source: Search %s
fr_fr: Rechercher un %s

source: No %s found
fr_fr: Pas de %s trouvé

source: No %s found in Trash
fr_fr: Pas de %s trouvé dans la Corbeille

source: Parent %s
fr_fr: %s parent

source: Something went wrong in your parameters definition: no id is defined for your <b>%s</b> field!
fr_fr: Une erreur est survenue : aucun identifiant n'est défini pour votre champ <b>%s</b> !

source: Left
fr_fr: Gauche

source: Center
fr_fr: Centre

source: Right
fr_fr: Droite

source: Top
fr_fr: Haut

source: Middle
fr_fr: Milieu

source: Bottom
fr_fr: Bas

source: Background is displayed only once.
fr_fr: Le fond n'est affiché qu'une seule fois.

source: Background is repeated horizontally only.
fr_fr: Le fond est répété à l'horizontale uniquement.

source: Background is repeated vertically only.
fr_fr: Le fond est répété à la verticale seulement.

source: Background is repeated.
fr_fr: Le fond est répété.

source: No background
fr_fr: Pas de fond

source: Follow me on Bloglovin
fr_fr: Suivez-moi sur Bloglovin

source: Follow me on Deviantart
fr_fr: Suivez-moi sur Deviantart

source: Follow me on Dribbble
fr_fr: Suivez-moi sur Dribbble

source: Follow me on Facebook
fr_fr: Suivez-moi sur Facebook

source: Follow me on Flickr
fr_fr: Suivez-moi sur FlickR

source: Follow me on Forrst
fr_fr: Suivez-moi sur Forrst

source: Follow me on FriendFeed
fr_fr: Suivez-moi sur FriendFeed

source: Follow me on Hellocoton
fr_fr: Suivez-moi sur Hellocoton

source: Follow me on Google+
fr_fr: Suivez-moi sur Google+

source: Follow me on Instagram
fr_fr: Suivez-moi sur Instagram

source: Follow me on LastFM
fr_fr: Suivez-moi sur LastFM

source: Follow me on LinkedIn
fr_fr: Suivez-moi sur LinkedIn

source: Follow me on Pinterest
fr_fr: Suivez-moi sur Pinterest

source: Subscribe to my RSS feed
fr_fr: Abonnez-vous à mon flux RSS

source: Connect us on Skype
fr_fr: Connectons-nous sur Skype

source: Follow me on Tumblr
fr_fr: Suivez-moi sur Tumblr

source: Follow me on Twitter
fr_fr: Suivez-moi sur Twitter

source: Follow me on Vimeo
fr_fr: Suivez-moi sur Vimeo

source: Follow me on Youtube
fr_fr: Abonnez-vous à ma chaîne Youtube

source: Text
fr_fr: Texte

source: Number
fr_fr: Nombre

source: Range
fr_fr: Tranche

source: Password
fr_fr: Mot de passe

source: Search
fr_fr: Recherche

source: Display fields
fr_fr: Champs d'affichage

source: Breakline
fr_fr: Saut de ligne

source: Heading
fr_fr: Titre

source: Horizontal rule
fr_fr: Ligne horizontale

source: List items
fr_fr: Liste d'items

source: Paragraph
fr_fr: Paragraphe

source: Common fields
fr_fr: Champs communs

source: Basic text, password, email, number and more
fr_fr: Texte basique, mot de passe, email, nombre et plus

source: Checkbox
fr_fr: Case à cocher

source: Hidden
fr_fr: Champ caché

source: Multiselect
fr_fr: Liste de sélection multiple

source: Radio
fr_fr: Bouton radio

source: Select
fr_fr: Liste de sélection

source: Textarea
fr_fr: Zone de texte

source: Special fields
fr_fr: Champs spéciaux

source: Background
fr_fr: Image de fond

source: Color
fr_fr: Couleur

source: Include PHP file
fr_fr: Inclusion de fichier PHP

source: Social Links
fr_fr: Liens sociaux

source: Wordpress RTE
fr_fr: Editeur de texte riche Wordpress

source: Wordpress Upload
fr_fr: Upload Wordpress

source: Wordress fields
fr_fr: Champs Wordpress

source: Categories, menus, pages, posts, posttypes and tags
fr_fr: Catégories, menus, pages, articles, types d'articles et mots-clés

source: Categories
fr_fr: Catégories

source: Posts
fr_fr: Articles

source: Post types
fr_fr: Types d'articles

source: Tags
fr_fr: Mots-clés

source: Something went wrong in your parameters definition. You need at least an identifier.
fr_fr: Une erreur est survenue : vous avez besoin au minimum d'un identifiant.

source: Something went wrong in your parameters definition: no master page found. You can simply do that by using the addPage public function.
fr_fr: Une erreur est survenue : aucune page principale n'a été trouvée. Vous pouvez simplement en ajouter une via la fonction publique "addPage".

source: Something went wrong in your parameters definition: no master page defined!
fr_fr: Une erreur est survenue : aucune page principale n'a été trouvée !

source: You are NOT able to make this AJAX call.
fr_fr: Vous n'êtes pas autorisé à exécuter cette requête AJAX.

source: It seems your session is out-dated. Please, refresh your page and try again.
fr_fr: Il semblerait que votre session soit dépassée. Merci de rafraichir votre page et de réessayer.

source: The specified content type is unknown. Please, try again.
fr_fr: Le type de contenu spécifié est inconnu. Merci de réessayer.

source: Something went wrong in your parameters definition: your configs are empty. See README.md for more explanations.
fr_fr: Une erreur est survenue : votre configuration est incomplète. Merci de lire le fichier README.md pour plus d'explications.

source: Something went wrong in your parameters definition: your contents are empty. See README.md for more explanations.
fr_fr: Une erreur est survenue : vos contenus sont vides. Merci de lire le fichier README.md pour plus d'explications.

source: Something went wrong: it seems you forgot to attach contents to the current page. Use of addFields() function to make the magic.
fr_fr: Une erreur est survenue : il semblerait que vous ayez oublié de créer du contenu pour la page courante. Utilisez la fonction "addFields".

source: Something went wrong in your parameters definition with the id <b>%s</b>: the defined type is unknown!
fr_fr: Une erreur est survenue avec l'identifiant <b>%s</b> : le type défini est inconnu.

source: Something went wrong in your parameters definition: the file <b>%s</b> does not exist!
fr_fr: Une erreur est survenue : le fichier <b>%s</b> n'existe pas !

source: Something went wrong. Key "%s" and/or its value is empty.
fr_fr: Une erreur est survenue : la clé "%s" et/ou sa valeur est vide.

source: Something went wrong in your parameters definition. You need to specify a network to make the connection happens.
fr_fr: Une erreur est survenue : vous devez spécifier un réseau pour permettre sa connexion.

source: Tea Background
fr_fr: Tea Image de fond

source: Delete selection
fr_fr: Supprimer la sélection

source: Title
fr_fr: Titre

source: Display included Background images?
fr_fr: Afficher les images de fond par défaut ?

source: Displayed image width
fr_fr: Largeur d'image

source: Displayed image height
fr_fr: Hauteur d'image

source: Default values
fr_fr: Valeurs par défaut

source: Custom image
fr_fr: Image personnalisée

source: Background horizontal position
fr_fr: Position horizontale

source: Background vertical position
fr_fr: Position verticale

source: Background repeat
fr_fr: Répétition

source: To upload your own background, check the "CUSTOM" image.
fr_fr: Pour uploader votre propre image de fond, sélectionnez l'image "CUSTOM".

source: It seems you are not able to upload files.
fr_fr: Il semble que vous ne pouvez pas uploader de fichiers.

source: This field has no options
fr_fr: Le champ n'a pas d'options

source: Tea Checkbox
fr_fr: Tea Cases à cocher

source: Default
fr_fr: Valeur par défaut

source: Your label option
fr_fr: Option de label

source: Add a new option
fr_fr: Ajouter une nouvelle option

source: Un/select all options
fr_fr: Dé/sélectionner toutes les options

source: Tea Color
fr_fr: Tea Couleur

source: Default value
fr_fr: Valeur par défaut

source: Tea Dashboard
fr_fr: Tea Accueil

source: Something went wrong in your form: no title is defined. Please, try again by filling properly the form.
fr_fr: Une erreur est survenue : aucun titre n'est défini. Merci de réessayer.

source: Something went wrong in your form: a page with your title already exists. Please, try another one.
fr_fr: Une erreur est survenue : une page avec ce titre existe déjà. Merci de réessayer.

source: Something went wrong in your form: no page is defined. Please, try again by filling properly the form.
fr_fr: Une erreur est survenue : aucune page n'est définie. Merci de réessayer.

source: Something went wrong in your form: the defined page does not exist. Please, try again by using the form properly.
fr_fr: Une erreur est survenue : la page définie n'existe pas. Merci de réessayer.

source: No title defined for your <b>%s</b> field.
fr_fr: Pas de titre défini pour le champ <b>%s</b>.

source: Something went wrong in your form:
fr_fr: Une erreur est survenue :

source: Please, try again by filling properly the form.
fr_fr: Merci de réessayer.

source: Something went wrong in your form: a custom post type with your title already exists. Please, try another one.
fr_fr: Une erreur est survenue : un type de contenu personnalisé avec ce titre existe déjà. Merci de réessayer.

source: Something went wrong in your form: no custom post type is defined. Please, try again by filling properly the form.
fr_fr: Une erreur est survenue : aucun type d'article personnalisé n'est défini. Merci de réessayer.

source: Something went wrong in your form: the defined custom post type does not exist. Please, try again by using the form properly.
fr_fr: Une erreur est survenue : le type contenu personnalisé spécifié n'existe pas. Merci de réessayer.

source: Something went wrong in your form: no title defined for your <b>%s</b> Custom post type. Please, try again by filling properly the form.
fr_fr: Une erreur est survenue : aucun titre n'est défini pour votre type contenu personnalisé <b>%s</b>. Merci de réessayer.

source: Page title
fr_fr: Titre de page

source: Page description
fr_fr: Description de page

source: Display submit button?
fr_fr: Afficher le bouton de validation

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Edit page
fr_fr: Editer la page

source: Delete
fr_fr: Supprimer

source: Choose content type:
fr_fr: Choisissez un type de contenu :

source: Add
fr_fr: Ajouter

source: Delete page
fr_fr: Supprimer la page

source: Save page
fr_fr: Enregistrer la page

source: Plural title
fr_fr: Titre au pluriel

source: Singular title
fr_fr: Titre au singulier

source: Description of your custom post type
fr_fr: Description

source: Item description
fr_fr: Description de l'item

source: Menu position
fr_fr: Position des menus

source: Below posts
fr_fr: Sous les articles

source: Below media
fr_fr: Sous les médias

source: Below links
fr_fr: Sous les liens

source: Below pages
fr_fr: Sous les pages

source: Below comments
fr_fr: Sous les commentaires

source: Below first separator
fr_fr: Sous le 1er séparateur

source: Below plugins
fr_fr: Sous les extensions

source: Below users
fr_fr: Sous les utilisateurs

source: Below tools
fr_fr: Sous les outils

source: Below settings
fr_fr: Sous les réglages

source: Below second separator
fr_fr: Sous le 2nd séparateur

source: Icons
fr_fr: Icônes

source: Small icon
fr_fr: Petite icône

source: Large icon
fr_fr: Grande icône

source: The menu name on the administration panel
fr_fr: Nom du menu dans le panneau d'administration

source: The text used to list all items
fr_fr: Texte utilisé pour lister tous les items

source: All items
fr_fr: Tous les items

source: The menu item for adding a new post
fr_fr: Item de menu pour ajouter un nouvel article

source: The header shown when creating a new post
fr_fr: Entête affiché lors de la création d'un nouvel article

source: Add new item
fr_fr: Ajouter un nouvel item

source: The menu item for editing posts
fr_fr: Item de menu pour éditer un article

source: The header shown when editing a post
fr_fr: Entête affiché lors de l'édition d'un article

source: Edit item
fr_fr: Editer l'item

source: Shown in the favorites menu in the admin header
fr_fr: Affiché dans le menu des favoris dans l'entête de l'administration

source: New item
fr_fr: Nouvel item

source: Used as text in a link to view the post
fr_fr: Label du lien pour voir l'article

source: Shown alongside the permalink on the edit post screen
fr_fr: Label de lien dans la page d'édition

source: View item
fr_fr: Voir l'item

source: Button text for the search box on the edit posts screen
fr_fr: Label du bouton de la boîte de recherche dans la page d'édition

source: Search item
fr_fr: Rechercher l'item

source: Text to display when no posts are found through search in the admin
fr_fr: Texte à afficher lorsqu'aucun article n'est trouvé durant la recherche dans l'administration

source: No item found
fr_fr: Pas d'item trouvé

source: Text to display when no posts are in the trash
fr_fr: Texte à afficher lorsqu'il n'y a pas d'articles dans la corbeille

source: No item found in Trash
fr_fr: Pas d'item trouvé dans la Corbeille

source: Used as a label for a parent post on the edit posts screen. Only useful for hierarchical post types
fr_fr: Utilisé comme label pour un article parent dans la page d'édition. Utile uniquement pour les types d'article hiérarchisés

source: Parent item
fr_fr: Item parent

source: capability type
fr_fr: Type de capacité

source: The <code>capability_type</code> argument is another catchall argument for several more specific arguments and defaults to post. It allows you to define a custom set of capabilities, which are permissions to edit, create, and read your custom post type
fr_fr: L'argument <code>capability_type</code> permet de définir un pack de capacités personnalisé, représentant les permissions d'édition, de création, et de lecture d'un type d'article personnalisé

source: Post
fr_fr: Article

source: Link
fr_fr: Lien

source: Custom post type
fr_fr: Type d'article personnalisé

source: If you have some preexisting taxonomies, you can allow posts of this type to also use those taxonomies. You just have to set an array of taxonomy names that you’d like for it to use. WordPress will handle all the administration features for you.
fr_fr: Si vous utilisez les taxonomies, vous pouvez autoriser ce type d'articles à les utiliser. Vous devez simplement définir un tableau de taxonomies que vous souhaitez utiliser. Wordpress se chargera de tout le reste.

source: Tag
fr_fr: Mot-clé

source: Category
fr_fr: Catégorie

source: The <code>supports</code> argument allows you to define what meta boxes and other fields will appear on the screen when editing or creating a new post. This defaults to <code>title</code> and <code>editor</code>. There are several available options:
fr_fr: L'argument <code>supports</code> vous permet de définir les options qui apparaitront dans les pages de création et d'édition. Par défaut, le <code>title</code> et le <code>editor</code> sont présents. Il y a plusieurs options :

source: Text input field to create a post title
fr_fr: Champ de titre d'article

source: Content input box for writing
fr_fr: Champ de contenu pour l'écriture

source: Ability to turn comments on/off
fr_fr: Choix d'activer ou de désactiver les commentaires

source: Ability to turn trackbacks and pingbacks on/off
fr_fr: Choix d'activer ou de désactiver les trackbacks et pingbacks

source: Allows revisions to be made of your post
fr_fr: Autoriser l'historique des articles

source: Displays a select box for changing the post author
fr_fr: Liste de sélection de l'auteur

source: A textarea for writing a custom excerpt
fr_fr: Champ de contenu pour l'extrait

source: The thumbnail (featured image in 3.0) uploading box
fr_fr: Boîte d'upload de la vignette miniature (fonctionnalité depuis la version 3.0)

source: Custom fields input area
fr_fr: Champs personnalisés

source: The attributes box shown for pages. This is important for hierarchical post types, so you can select the parent post
fr_fr: Boîtes d'attributs affichées dans les pages. Ceci est important pour les types d'articles hiérarchisés, ce qui vous autorise de sélectionner l'article parent

source: The <code>public</code> argument is a kind of catchall argument for several other arguments and defaults to <code>false</code>
fr_fr: L'argument <code>public</code> vous permet de rendre publique le type d'article (désactivé par défaut)

source: Whether to show the administration screens
fr_fr: Autorise l'affichage dans le panneau d'administration

source: Whether queries for this post type can be performed from the front end
fr_fr: Autorise les requêtes pour ce type d'article à être exécutées sur le site publique

source: Whether the posts should appear in search results
fr_fr: Autorise les articles a apparaitre dans les résultats de recherche

source: The <code>hierarchical</code> argument allows you to choose whether you want your post type to be hierarchical
fr_fr: L'argument <code>hierarchical</code> vous permet de hiérarchiser ou non votre type d'article

source: The <code>query_var</code> argument allows you to control the query variable used to get posts of this type
fr_fr: L'argument <code>query_var</code> vous permet de contrôler le paramètre à utiliser pour récupérer les articles de ce type

source: The <code>can_export</code> argument allows you to decide whether posts of your post type can be exportable via the WordPress export tool
fr_fr: L'argument <code>can_export</code> vows permet l'export de ce type d'article

source: Delete custom post type
fr_fr: Supprimer le type d'article personnalisé

source: Save custom post type
fr_fr: Enregistrer le type d'article personnalisé

source: Use this menu to create your page settings and your custom post types.
fr_fr: Utilisez ce menu pour créer vos pages de configuration et vos types d'article personnalisés.

source: As you can see, create a page or a custom post type is quite simple. The only thing you have to do is to follow the instructions and have fun :)
fr_fr: Comme vous pouvez le voir, créer une page ou un type de contenu personnalisé est très simple. La seule chose à faire est de suivre les instructions et de s'amuser :)

source: Custom pages
fr_fr: Pages personnalisées

source: No page found.
fr_fr: Pas de page trouvée.

source: Add custom page
fr_fr: Ajouter une page personnalisée

source: Create page
fr_fr: Créer une page

source: Custom post types
fr_fr: Types d'article personnalisés

source: No custom post type found.
fr_fr: Pas de type d'article personnalisé trouvé.

source: Add custom post type
fr_fr: Ajouter un type d'article personnalisé

source: Custom post type title
fr_fr: Titre de type d'article personnalisé

source: Create custom post type
fr_fr: Créer un type d'article personnalisé

source: Tea Features
fr_fr: Tea Fonctionnalités

source: See how does it work
fr_fr: Voir comment cela fonctionne

source: Display included Google Fonts?
fr_fr: Afficher les Google Font inclues ?

source: Select the Google Font you want to select by default
fr_fr: Sélectionnez la Google Font que vous souhaitez par défaut

source: Custom Google Font
fr_fr: Google Font personnalisée

source: Google name
fr_fr: Nom Google

source: CSS name
fr_fr: Nom CSS

source: Size(s)
fr_fr: Taille(s)

source: Google name, ex: &quot;PT+Sans&quot;
fr_fr: Nom Google, ex : &quot;PT+Sans&quot;

source: CSS Name, ex: &quot;PT Sans&quot;
fr_fr: Nom CSS, ex : &quot;PT Sans&quot;

source: Size(s), ex: &quot;400,700&quot;
fr_fr: Taille(s), ex : &quot;400,700&quot;

source: Tea Heading
fr_fr: Tea Entête

source: Horizontal line
fr_fr: Ligne horizontale

source: Tea Include
fr_fr: Tea Inclusion

source: Path to your PHP file
fr_fr: Chemin de votre fichier PHP

source: List
fr_fr: Liste

source: Contents
fr_fr: Contenus

source: Your text
fr_fr: Votre texte

source: Add a new item
fr_fr: Ajouter un nouvel item

source: Tea Multiselect
fr_fr: Tea Liste de sélection multiple

source: Press the <code>CTRL</code> or <code>CMD</code> button to select more than one option.
fr_fr: Appuyez sur le bouton <code>CTRL</code> ou <code>CMD</code> pour choisir plusieurs options.

source: Tea Network
fr_fr: Tea Réseaux sociaux

source: Something went wrong with parameters definition: it seems there is no network to connect to.
fr_fr: Une erreur est survenue : il semblerait qu'aucun réseau social ne soit présent pour vous y connecter.

source: Choose all your networks you want to connect to.
fr_fr: Choisissez tous les réseaux sociaux auxquels vous souhaitez vous connecter.

source: Networks
fr_fr: Réseaux sociaux

source: Something went wrong in your parameters definition. You need to specify a callback network to update the informations.
fr_fr: Une erreur est survenue : vous avez besoin de définir une méthode de retour afin de mettre à jour les informations.

source: Something went wrong in your parameters definition. You need to specify a username to get connected.
fr_fr: Une erreur est survenue : vous avez besoin de définir un nom d'utilisateur pour vous connecter.

source: Something went wrong in your parameters definition. The username specified is unknown.
fr_fr: Une erreur est survenue : le nom d'utilisateur spécifié est inconnu. Merci de réessayer.

source: Connection
fr_fr: Connexion

source: Medias
fr_fr: Médias

source: Help
fr_fr: Aide

source: Logout
fr_fr: Se déconnecter

source: Enter your FlickR username
fr_fr: Entrez votre nom d'utilisateur FlickR

source: Your username
fr_fr: Votre nom d'utilisateur

source: Connection to FlickR
fr_fr: Connexion à FlickR

source: See profile
fr_fr: Voir le profil

source: First date taken
fr_fr: Date d'ancienneté

source: Update
fr_fr: Mettre à jour

source: You have no medias in your FlickR account.
fr_fr: Vous n'avez pas de médias attachés à votre compte FlickR.

source: To display your recent medias in a widget or else, simply get them from cache by the request:
fr_fr: Pour afficher vos médias récents dans un widget ou autre, récupérez-les simplement depuis le cache via la requête suivante :

source: Medias updated on:
fr_fr: Mise à jour des médias le :

source: Untitled
fr_fr: Sans titre

source: Connection to Instagram
fr_fr: Connexion à Instagram

source: Followers
fr_fr: Abonnés

source: Following
fr_fr: Abonnements

source: You have no medias in your Instagram account.
fr_fr: Vous n'avez pas de médias attachés à votre compte Instagram.

source: Connection to Twitter
fr_fr: Connexion à Twitter

source: You have no tweets in your Twitter account.
fr_fr: Vous n'avez pas de tweets attachés à votre compte Twitter.

source: To display your recent tweets in a widget or else, simply get them from cache by the request:
fr_fr: Pour afficher vos tweets récents dans un widget ou autre, récupérez-les simplement depuis le cache via la requête suivante :

source: Tweets updated on:
fr_fr: Mise à jour des tweets le :

source: Content
fr_fr: Contenu

source: Tea Radio
fr_fr: Tea Radio bouton

source: Tea RTE
fr_fr: Tea Editeur de Texte Riche

source: Tea Select
fr_fr: Tea Liste de sélection

source: Tea Social
fr_fr: Tea Liens sociaux

source: Social networks
fr_fr: Réseaux sociaux

source: Select all social networks you want to include
fr_fr: Choisissez tous les réseaux sociaux que vous souhaitez inclure

source: Tea Text
fr_fr: Tea Texte

source: Placeholder
fr_fr: Paramètre fictif

source: Max length
fr_fr: Longueur maximale

source: Min value
fr_fr: Valeur minimale

source: Max value
fr_fr: Valeur maximale

source: Step
fr_fr: Etape

source: Tea Textarea
fr_fr: Tea Zone de texte

source: Enable multi-upload?
fr_fr: Activer l'upload multiple ?

source: URL of your default image
fr_fr: URL de votre image par défaut

source: Delete all medias
fr_fr: Supprimer tous les médias
